<?php
return array(
    'sex' => array(
       1 => '男',
       2 => '女',
    ),

    'grade' => array(
        1 => '一年级',
        2 => '二年级',
        3 => '三年级',
        4 => '四年级',
        5 => '五年级',
        6 => '六年级',
        7 => '初一',
        8 => '初二',
        9 => '初三',
        10 => '高一',
        11 => '高二',
        12 => '高三',
    ),

    'section' => array(
        1 => '第一大节',
        2 => '第二大节',
        3 => '第三大节',
        4 => '第四大节',
        5 => '第五大节',
    ),

    'week' => array(
        0 => '星期日',
        1 => '星期一',
        2 => '星期二',
        3 => '星期三',
        4 => '星期四',
        5 => '星期五',
        6 => '星期六',
    ),

    'course' => array(
        0 => '语文',
        1 => '数学',
        2 => '英语',
        3 => '物理',
        4 => '化学',
        5 => '政治',
        6 => '历史',
        7 => '地理',
        8 => '生物',
        9 => '其他',
    ),
);
